Repository: amsofts2/DigoErp-master
Catalog: DigoErp.Resources/App_Resources/AppResource.*.resx
Languages: ar

source: Admin
ar: المدير

source: Arabic
ar: العربية

source: Are you sure?
ar: هل انت متأكد؟

source: Banking
ar: الخدمات المصرفية

source: Cancel
ar: الغاء

# CancelDelete
source: Cancel
ar: تراجع

source: Categories
ar: الفئات

source: Category management
ar: ادارة التصنيفات

# ChangesNotSaved
source: Changes not saved.Please try it again.
ar: لم يتم حفظ التغييرات. يرجى المحاولة مرة أخرى.

# ConfirmDelete
source: Confirm
ar: تأكيد الحذف

source: Delete
ar: حذف

# DeletedSuccessfully
source: Done! It was succesfully deleted!
ar: تم الحذف بنجاح!

# DeleteErrorConcurrency
source: Error in delete data from database Concurrency operation error
ar: خطأ في حذف البيانات

# DeleteErrorDB
source: Error in delete data from database
ar: خطأ في حذف البيانات بقاعدة البيانات

# DeleteErrorDisposed
source: Error in delete data from database Context or Connection has been disposed
ar: خطأ في التخلص من البيانات

# DeleteErrorInvalidOperation
source: Error in delete data from database invalid operation happened
ar: خطأ في حذف البيانات عملية غير صحيحة

# DeleteErrorNotSupported
source: Error in delete data from database operation not supported
ar: خطأ في حذف البيانات عملية غير مدعمة

# DeleteErrorValidation
source: Error in delete data from database Validation error on one of the columns
ar: خطأ في التحقق من صحة البيانات. أحد البيانات غير صحيح

# EmailAlreadyTaken
source: Email is already taken.
ar: البريد الألكتروني مُسجَّل من قبل

source: English
ar: أنجليزي

source: Enter keyword
ar: أدخل الرمز الرئيسي

# GetErrorConcurrency
source: Error in get data to database Concurrency operation error
ar: خطأ في قراءة البيانات

# GetErrorDB
source: Error in get data to database
ar: خطأ في قراءة البيانات بقاعدة البيانات

# GetErrorDisposed
source: Error in get data to database Context or Connection has been disposed
ar: خطأ في جلب التخلص من البيانات

# GetErrorInvalidOperation
source: Error in get data to database invalid operation happened
ar: خطأ في قراءة البيانات عملية غير صحيحة

# GetErrorNotSupported
source: Error in get data to database operation not supported
ar: خطأ في قراءة البيانات عملية غير مدعمة

# GetErrorValidation
source: Error in get data to database Validation error on one of the columns
ar: خطأ في قراءة البيانات. أحد البيانات غير صحيح

source: Home
ar: القائمة الرئيسية

source: Id
ar: الرقم المُعرّف

# InsertErrorConcurrency
source: Error in insert data to database Concurrency operation error
ar: خطأ في إضافة البيانات

# InsertErrorDB
source: Error in insert data to database
ar: خطأ في إضافة البيانات بقاعدة البيانات

# InsertErrorDisposed
source: Error in insert data to database Context or Connection has been disposed
ar: خطأ في إضافة التخلص من البيانات

# InsertErrorInvalidOperation
source: Error in insert data to database invalid operation happened
ar: خطأ في إضافة البيانات عملية غير صحيحة

# InsertErrorNotSupported
source: Error in insert data to database operation not supported
ar: خطأ في إضافة البيانات عملية غير مدعمة

# InsertErrorValidation
source: Error in insert data to database Validation error on one of the columns
ar: خطأ في إضافة البيانات. أحد البيانات غير صحيح

source: Item Already Taken
ar: الغرض غير متوفر لاختياره مسبقا

source: Log out
ar: تسجيل الخروج

source: Name
ar: الاسم

source: Navigation
ar: القائمة

source: New
ar: جديد

source: Please login
ar: يرجى تسجيل الدخول

source: Please select restaurant.
ar: يرجى اختيار مطعم

source: POS
ar: نقاط البيع

source: POS Admin
ar: مشرف نقاط البيع

source: Price
ar: السعر

source: Profile
ar: الملف الشخصي

source: Purchases
ar: المشتريات

source: RoleAlreadyTaken
ar: الدور مستخدم في النظام

source: Roles
ar: الأدوار

source: Sales
ar: المبيعات

# SavedSuccessfully
source: Done! It was succesfully saved!
ar: تم الحفظ بنجاح!

source: Search
ar: بحث

# SelectBranch
source: Please select branch.
ar: الرجاء تحديد الفرع

# SelectOption
source: --Select an option --
ar: --يرجى التحديد--

source: Settings
ar: الإعدادات

# SignIn
source: Sign me in
ar: تسجيل دخول

source: Sign out
ar: تسجيل الخروج

# StockNotAvailable
source: Required stock not available for
ar: لا تتوفر كمية كافية في المخزون

source: Submit
ar: تنفيذ

# UpdatedSuccessfully
source: Done! It was succesfully updated!
ar: تم التحديث بنجاح!

# UpdateErrorConcurrency
source: Error in update data to database Concurrency operation error
ar: خطأ في تحديث البيانات

# UpdateErrorDB
source: Error in update data to database
ar: خطأ في تحديث البيانات بقاعدة البيانات

# UpdateErrorDisposed
source: Error in update data to database Context or Connection has been disposed
ar: خطأ في تحديث التخلص من البيانات

# UpdateErrorInvalidOperation
source: Error in update data to database invalid operation happened
ar: خطأ في تحديث البيانات عملية غير صحيحة

# UpdateErrorNotSupported
source: Error in update data to database operation not supported
ar: خطأ في تحديث البيانات عملية غير مدعمة

# UpdateErrorValidation
source: Error in update data to database Validation error on one of the columns
ar: خطا في تحديث البيانات. أحد البيانات غير صحيح

# UserNameLengthError
source: The username must be more than 4 characters and less than 24 characters
ar: اسم المستخدم يجب أن يكون أكثر من 4 أحرف و أقل من 25 حرف

# UserNameNotFound
source: The username is required
ar: ادخل اسم المستخدم

source: Users
ar: المستخدمون

# WantToDelete
source: Please confirm. You are about to delete this request.
ar: الرجاء التأكيد سوف يتم حذف العملية

source: Actions
ar: الإجراءات

source: DRAFT
ar: مسودة

source: PAID
ar: مدفوع

source: Accounting
ar: المحاسبة

source: Mange roles
ar: التحكم بأدوار المستخدمين

source: SENT
ar: تم الإرسال

source: Add Payment
ar: إضافة الدفع

source: Download PDF
ar: تحميل PDF

source: Edit
ar: تعديل

source: Mark Paid
ar: التحديد كمدفوع

source: Mark Sent
ar: التحديد كمرسل

source: More Actions
ar: المزيد من الإجراءات

source: Print
ar: طباعة

source: Send Email
ar: إرسال بريد إلكتروني

source: Cancelled
ar: ملغية
